{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Apply"
			},
			"Translation":
			{
				"Text": "يتقدم"
			},
			"Key": "8F647D2746AEC88D9667E69719A4D2A6"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Chicken"
					},
					"Translation":
					{
						"Text": "فرخة"
					},
					"Key": "ingredient_chicken"
				},
				{
					"Source":
					{
						"Text": "Cooking Ingredients"
					},
					"Translation":
					{
						"Text": "مكونات الطبخ"
					},
					"Key": "ingredients_title"
				},
				{
					"Source":
					{
						"Text": "Egg"
					},
					"Translation":
					{
						"Text": "بيضة"
					},
					"Key": "ingredient_egg"
				},
				{
					"Source":
					{
						"Text": "Left To Right Example Project"
					},
					"Translation":
					{
						"Text": "مشروع نموذجي من اليسار إلى اليمين"
					},
					"Key": "LTRTitle"
				},
				{
					"Source":
					{
						"Text": "This is a big explanation on what this is! This is a demo of how Right To Left (RTL) works in Unreal Engine and how you can set it up. The demo shows how elements behave just by switching the culture and what UE supports. You can switch culture using the box in the top right and pressing 'Apply' to change between English (\"en\") and Arabic (\"ar\")"
					},
					"Translation":
					{
						"Text": "هذا شرح كبير لما يعنيه هذا! هذا عرض توضيحي لكيفية عمل RTL (من اليمين إلى اليسار) في Unreal Engine وكيف يمكنك إعداده. يوضح العرض التوضيحي كيفية تصرف العناصر بمجرد تبديل الثقافة وما يدعمه UE. يمكنك تبديل الثقافة باستخدام المربع الموجود في أعلى اليمين والضغط على \"تطبيق\" للتبديل بين الإنجليزية (\"en\") والعربية (\"ar\")"
					},
					"Key": "demo_explainer"
				}
			]
		}
	]
}